Repository: minhnn94/boxing_training_app
Catalog: lib/translation/l10n/app_*.arb
Languages: vi

# helloWorld
source: Hello World! {userName}
vi: Xin chào thế giới

source: Competition time
vi: Thời gian đấu

source: Break time
vi: Thời gian nghỉ

source: Round time
vi: Thời gian hiệp

source: Total Rounds
vi: Tổng số hiệp

source: Prepare Time
vi: Thời gian chuẩn bị

source: Setting
vi: Cài dặt

source: Minutes
vi: Phút

source: Seconds
vi: Giây

source: Done
vi: Xong

source: Cancel
vi: Hủy

source: Start
vi: Bắt đầu

source: Pause
vi: Tạm dừng

source: Enter name of the Sport
vi: Nhập tên của môn thể thao

source: Sport name
vi: Tên môn thể thao

source: Create new sport
vi: Tạo môn thể thao mới

source: Do you want to delete {sport}
vi: Bạn có muốn xóa {sport}

source: Detail
vi: Chi tiết

source: Choice your sport
vi: Chọn môn thể thao của bạn

source: Edit Sport
vi: Chỉnh sửa

# createSport
source: Create New Sport
vi: Tạo môn mới

source: Resume
vi: Tiếp tục

source: Round
vi: Hiệp

source: Confirm
vi: Xác nhận

source: Finished
vi: Hoàn thành

source: Back and Save
vi: Thoát và lưu

source: Home
vi: Trang chủ

source: History
vi: Lịch sử
